// 1) Automatic checking - no restart required
"UPDATES_AVAILABLE_NO_RESTART_MESSAGE" = "有可供您的电脑使用的软件更新。您要安装它们吗？";
"UPDATES_AVAILABLE_NO_RESTART_INFORMATIVE" = "安装过程中您可以继续使用电脑。安装完成后您不需要重新启动电脑。";
"INSTALL_TITLE" = "安装";

// 2) Automatic checking - restart required, already downloaded
"UPDATES_AVAILABLE_INSTALL_MESSAGE" = "已经准备好安装适用于您的电脑的软件更新。您要现在安装它们吗？";

"UPDATES_AVAILABLE_INSTALL_AND_RESTART_INFORMATIVE" = "您必须在安装完更新后重新启动电脑。";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "安装并重新启动";

"UPDATES_AVAILABLE_INSTALL_AND_LOG_OUT_INFORMATIVE" = "您必需注销电脑以安装更新。";
"LOG_OUT_AND_INSTALL_TITLE" = "注销并安装";

"UPDATES_AVAILABLE_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "您必须在安装完更新后关闭电脑。";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "安装并关机";

// 3) Automatic checking - Restart / Log out / Shut Down required, need to download
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_MESSAGE" = "有软件更新可供您的电脑使用。您要下载并安装它们吗？";
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_INFORMATIVE" = "您必须在安装完更新后重新启动电脑。";

"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_MESSAGE" = "有软件更新可供您的电脑使用。您要下载并安装它们吗？";
"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_INFORMATIVE" = "您必须在下载完更新后注销电脑。";

"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_MESSAGE" = "有软件更新可供您的电脑使用。您要下载并安装它们吗？";
"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_INFORMATIVE" = "您必须在安装完更新后关闭电脑。";

"CONTINUE_TITLE" = "继续";


// common buttons
"NOT_NOW_TITLE" = "以后";
"SHOW_DETAILS_TITLE" = "显示详细信息";
